INSERT INTO public.film (id,name_film,description,release_date,duration,genre_id,rating) VALUES
	 (1,'Они учатся в Москве',NULL,'1950-02-03',NULL,1,'G'),
	 (2,'Дорога имени Октября',NULL,'1951-02-03',NULL,2,'PG'),
	 (3,'На первенство мира по шахматам',NULL,'1951-02-03',NULL,3,'PG-13'),
	 (4,'Твои книжки',NULL,'1953-02-03',NULL,4,'R'),
	 (5,'Недалеко от Краснодара',NULL,'1953-02-03',NULL,5,'NC-17'),
	 (6,'Остров Сахалин',NULL,'1954-02-03',NULL,1,'G'),
	 (7,'Весенние голоса',NULL,'1955-02-03',NULL,2,'PG'),
	 (8,'В дальневосточных морях',NULL,'1956-02-03',NULL,3,'PG-13'),
	 (9,'Карнавальная ночь',NULL,'1956-02-03',NULL,4,'R'),
	 (10,'Девушка без адреса',NULL,'1957-02-03',NULL,5,'NC-17');
INSERT INTO public.film (id,name_film,description,release_date,duration,genre_id,rating) VALUES
	 (11,'Цель его жизни			',NULL,'1957-02-03',NULL,1,'G'),
	 (12,'Совершенно серьёзно',NULL,'1961-02-03',NULL,2,'PG'),
	 (13,'Человек ниоткуда',NULL,'1961-02-03',NULL,3,'PG-13'),
	 (14,'Гусарская баллада',NULL,'1962-02-03',NULL,4,'R'),
	 (15,'Дайте жалобную книгу',NULL,'1964-02-03',NULL,5,'NC-17'),
	 (16,'Берегись автомобиля',NULL,'1966-02-03',NULL,1,'G'),
	 (17,'Зигзаг удачи',NULL,'1968-02-03',NULL,2,'PG'),
	 (18,'Один час с Козинцевым, или Семь мнений',NULL,'1970-02-03',NULL,3,'PG-13'),
	 (19,'Старики-разбойники',NULL,'1971-02-03',NULL,4,'R'),
	 (20,'Невероятные приключения итальянцев в России',NULL,'1973-02-03',NULL,5,'NC-17');
INSERT INTO public.film (id,name_film,description,release_date,duration,genre_id,rating) VALUES
	 (21,'Сослуживцы',NULL,'1973-02-03',NULL,1,'G'),
	 (22,'Ирония судьбы, или С лёгким паром!',NULL,'1975-02-03',NULL,2,'PG'),
	 (23,'Риск — благородное дело			',NULL,'1977-02-03',NULL,3,'PG-13'),
	 (24,'Служебный роман',NULL,'1977-02-03',NULL,4,'R'),
	 (25,'Иван Пырьев',NULL,'1978-02-03',NULL,5,'NC-17'),
	 (26,'Гараж',NULL,'1979-02-03',NULL,1,'G'),
	 (27,'Нужна хорошая мелодия',NULL,'1980-02-03',NULL,2,'PG'),
	 (28,'О бедном гусаре замолвите слово',NULL,'1980-02-03',NULL,3,'PG-13'),
	 (29,'Родственники',NULL,'1981-02-03',NULL,4,'R'),
	 (30,'Вокзал для двоих',NULL,'1982-02-03',NULL,5,'NC-17');
INSERT INTO public.film (id,name_film,description,release_date,duration,genre_id,rating) VALUES
	 (31,'Жестокий романс',NULL,'1984-02-03',NULL,1,'G'),
	 (32,'Забытая мелодия для флейты',NULL,'1987-02-03',NULL,2,'PG'),
	 (33,'Четыре встречи с Владимиром Высоцким',NULL,'1987-02-03',NULL,3,'PG-13'),
	 (34,'Дорогая Елена Сергеевна',NULL,'1988-02-03',NULL,4,'R'),
	 (35,'Небеса обетованные',NULL,'1991-02-03',NULL,5,'NC-17'),
	 (36,'День в семье президента',NULL,'1993-02-03',NULL,1,'G'),
	 (37,'Предсказание',NULL,'1993-02-03',NULL,2,'PG'),
	 (38,'Я — легкомысленный грузин',NULL,'1994-02-03',NULL,3,'PG-13'),
	 (39,'Артист совсем не то же, что актёр…',NULL,'1996-02-03',NULL,4,'R'),
	 (40,'Привет, дуралеи!',NULL,'1996-02-03',NULL,5,'NC-17');
INSERT INTO public.film (id,name_film,description,release_date,duration,genre_id,rating) VALUES
	 (41,'Единица порядочности — один Галлай',NULL,'1997-02-03',NULL,1,'G'),
	 (42,'Старые клячи',NULL,'2000-02-03',NULL,2,'PG'),
	 (43,'Тихие омуты',NULL,'2000-02-03',NULL,3,'PG-13'),
	 (44,'Ключ от спальни',NULL,'2003-02-03',NULL,4,'R'),
	 (45,'Андерсен. Жизнь без любви',NULL,'2006-02-03',NULL,5,'NC-17'),
	 (46,'Карнавальная ночь 2, или 50 лет спустя',NULL,'2006-02-03',NULL,1,'G'),
	 (47,'Ирония судьбы. Продолжение',NULL,'2007-02-03',NULL,2,'PG'),
	 (48,'Музыка жизни',NULL,'2009-02-03',NULL,3,'PG-13');
